const articles = {
    'ホームページをリニューアル！': {
        title: 'ホームページをリニューアル！',
        date: '2020/12/25',
        content: '<p>マウンテンリバーのホームページが新しくなりました！</p><br><p>ネットショップも近々オープンしますので、ぜひご利用ください☆</p>'
    }
};

const works = {
    gardens: {
        '素敵なウェルカムエントランスを': {
            year: 2023,
            img_cnt: 1,
            heading: '「素敵なウェルカムエントランスを」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '人工芝に植栽を合わせて': {
            year: 2023,
            img_cnt: 4,
            heading: '「人工芝に植栽を合わせて」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '広々とした芝とデッキの庭': {
            year: 2021,
            img_cnt: 6,
            heading: '「広々とした芝とデッキの庭」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'レンガと石張りとミッキーと': {
            year: 2021,
            img_cnt: 12,
            heading: '「レンガと石張りとミッキーと」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'レンガサークルでかわいらしさを': {
            year: 2021,
            img_cnt: 6,
            heading: '「レンガサークルでかわいらしさを」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '石積みと芝の庭': {
            year: 2021,
            img_cnt: 9,
            heading: '「石積みと芝の庭」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '明るい西海岸風の庭': {
            year: 2020,
            img_cnt: 12,
            heading: '「明るい西海岸風の庭」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'かわいい自転車置き場小屋': {
            year: 2020,
            img_cnt: 8,
            heading: '「かわいい自転車置き場小屋」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'やわらかい和の石畳アプローチ': {
            year: 2020,
            img_cnt: 11,
            heading: '「やわらかい和の石畳アプローチ」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '和の中庭': {
            year: 2020,
            img_cnt: 5,
            heading: '「和の中庭」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '少し個性を持たせて': {
            year: 2019,
            img_cnt: 9,
            heading: '「少し個性を持たせて」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '緑が映える大判の石板アプローチ': {
            year: 2019,
            img_cnt: 7,
            heading: '「緑が映える大判の石板アプローチ」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '小屋と小道と伊豆石テラスと': {
            year: 2019,
            img_cnt: 9,
            heading: '「小屋と小道と伊豆石テラスと」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'とにかくカッコイイ玄関先に': {
            year: 2019,
            img_cnt: 3,
            heading: '「とにかくカッコイイ玄関先に」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'カッコイイ植栽と他にはない中庭を': {
            year: 2019,
            img_cnt: 8,
            heading: '「カッコイイ植栽と他にはない中庭を」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '六角形の枕木ベンチがある庭': {
            year: 2019,
            img_cnt: 5,
            heading: '「六角形の枕木ベンチがある庭」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '石積みとレンガが映える庭': {
            year: 2019,
            img_cnt: 15,
            heading: '「石積みとレンガが映える庭」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '白い石レンガの駐車スペース': {
            year: 2019,
            img_cnt: 4,
            heading: '「白い石レンガの駐車スペース」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '圧巻のレンガ敷エントランス': {
            year: 2018,
            img_cnt: 8,
            heading: '「圧巻のレンガ敷エントランス」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「太陽が似合う庭」': { // タイトル
            year: 2018, // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「太陽が似合う庭」', // 見出し
            contents: [
                '',
                '',
                '',
                '',
                '',
                ''
            ]
        },
        'ソテツが映える花壇植栽': { // タイトル
            year: 2018, // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「ソテツが映える花壇植栽」', // 見出し
            contents: [
                '',
                '',
                '',
                '',
                '',
                ''
            ]
        },
        '「エントランスの階段にこだわった」庭。': { // タイトル
            year: 2018, // 施工年
            img_cnt: 9,  // 画像枚数
            heading: '両側から上がれるアイアンとデザインコンクリートの階段。\n「エントランスの階段にこだわった」庭。', // 見出し
            contents: [
                '緑化の芝生が映えるお庭が、素敵な真っ白な家を引き立てる。', // 画像1枚目の説明
                'モダンの中にも枕木で柔らかさを。',   // 2枚目
                `
                    両側から上がれる階段を設置。<br>
                    <br>
                    すでに玄関前にエントランスの階段とタイルが張られていたこの新築のお宅。もともとあったエントランスも
                    素敵で、少々もったいなさは感じながらも、さらにシックにモダンにかっこよく！アイアンの手すりも付けて
                    製作。周りは植栽と化粧砂利でもとの階段を隠しました。
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                'カーポート側からは、入りやすいように斜めに踏み板を設置。', 
                '前には植栽を。',
                '反対側は、奥の物置へも行き来しやすいように階段とおそろいのデザインコンクリートを埋めて。',
                '',
                '枕木のスリットの周りは、土間をくりぬいて植栽も。',
                '',
            ]
        },
        '「石張りの塀がある」庭。': { // タイトル
            year: 2018, // 施工年
            img_cnt: 4,  // 画像枚数
            heading: 'エントランス前の「石張りの塀がある」庭。', // 見出し
            contents: [
                `
                    玄関前、カーポートの横も駐車スペースを兼ねたアプローチに。<br>
                    <br>
                    目隠しの塀は、モダンな石張りで。塀の向こう側には芝生と木を植えて。<br>
                    シンボルツリーに、人気のアオダモを。
                `, // 画像1枚目の説明
                '',   // 2枚目
                '塀の前にも植栽で華やかに。', // 3枚目
                '',// 4枚目
            ]
        },
        '「バラが映える洋風」の庭。': { // タイトル
            year: 2018, // 施工年
            img_cnt: 11,  // 画像枚数
            heading: '施主様がコツコツ作り上げてきたバラの庭をリガーデン。\n「バラが映える洋風」の庭。', // 見出し
            contents: [
                '新たに石畳風に、アンティークレンガを使って。', // 画像1枚目の説明
                '',   // 2枚目
                '先には石畳に囲われた花壇を。',   // 3枚目
                `
                    施主様が使っていたタイルや擬木など、新たに敷き直して。<br>
                    <br>
                    バラを筆頭に、植物全般がお好きな施主様のお庭のリガーデンをさせていただきました。
                    もともと植えられていた下草や木はほとんど移植しなおし、家の周りはすべてアプローチとして歩ける仕様に。
                    もともと使われていたレンガやタイル、擬木枕木を敷きなおしたり、新たに追加した素材もあったので、
                    雰囲気を統一するように気を付けました。
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                '', 
                'もともとあったレンガと擬木を合わせて。',
                '余ったレンガでポイントに花台を。',
                'こちらももともとあった石で、盛った花壇のアプローチに。',
                '玄関とデッキの間には、ほっと一息つけるお茶スペースを。',
                '道路から見えずらいように、花ブロックの塀を立てて。',
                '',
            ]
        },
        '「大きな石壁が表札」の庭。': { // タイトル
            year: 2018, // 施工年
            img_cnt: 2,  // 画像枚数
            heading: '「大きな石壁が表札」の庭。', // 見出し
            contents: [
                '古い大谷石の門柱を取り壊して、新しく石板を立てて表札を埋め込みました。', // 画像1枚目の説明
                '',   // 2枚目
            ]
        },
        '「土色の優しい土間」の庭': { // タイトル
            year: 2018, // 施工年
            img_cnt: 11,  // 画像枚数
            heading: '落ち着きのある和の庭へ\n「土色の優しい土間」の庭。', // 見出し
            contents: [
                '玄関前からの眺め。', // 画像1枚目の説明
                '庭中央から玄関の方を向いて。',   // 2枚目
                `
                    土間と砂利と飛び石と。<br>
                    母屋の玄関わきに広がる立派な和風のお庭のリガーデンをさせていただきました。
                    もともと植えられていた芝を剥ぎ、新たにたたき風の土間と化粧砂利で草が生えないエリアを作りました。
                    飛び石はあれどなかなか広いお庭でしたので、途中ひょうたん型の苔島を作ったり、延べ段を作ったり。
                    その時々思いついたデザインで、現場にある材料を使わせていただいて、私たちも楽しみながら制作を
                    させていただきました！
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                'ある石を使って延べ段を。', 
                '水鉢周りも苔や植物を移植して。',
                '飛び石に壊れた灯篭の笠を。',
                '古い石臼をポイントに埋めて。',
                '延べ段の始まりにも石臼を。',
                '苔島はそこだけで小さな世界が。',
                '土間の脇に植栽スペースを作って。',
                '',
            ]
        },
        '「カリフォルニアmix」の庭': { // タイトル
            year: 2018, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '枕木と自然石と芝と。\nカリフォルニア過ぎない「カリフォルニアmix」の庭。', // 見出し
            contents: [
                '庭を塀等で囲ってしまわず植栽で目隠しを。', // 画像1枚目の説明
                '追加の駐車スペースには枕木&砂利&芝で。',   // 2枚目
                `
                    リビングからは広めのウッドステップを。<br>
                    カッコイイお家に合わせて、カッコイイ系でカリフォルニアスタイルmixのお庭を作らせていただきました。<br>
                    こだわったのが玄関脇のドラセナともう一台分の駐車スペースとして設けた枕木&砂利エリア。
                    小さなお子さんと一緒に木たちも大きくなっていってもらえたら嬉しいです。
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                '', // 説明なしは空白
                '',
                '石張りエリアを設けてBBQしたり洗濯物を干したり。',
                'ウッドフェンスは閉鎖感のないシンプルなものを。',
                'お庭の真ん中にシンボルツリーのアオダモを。',
                '珍しいシュロの四本株仕立て。',
                '脇の花壇はグラス系でまとめて。',
                '',
                '玄関脇の大きな株立ちのドラセナ。',
                '高植えにして、石と枕木でリズム感を。',
                '',
                '石の隙間にセダムを。',
            ]
        },
        '「ギリシャのリゾートで過ごす」ような庭。': { // タイトル
            year: 2017, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '真っ白な建物に合わせて \n「ギリシャのリゾートで過ごす」ような庭。', // 見出し
            contents: [
                'デッキからの正面には白い壁とシンボルツリー。', // 画像1枚目の説明
                'パーゴラからの眺め。',   // 2枚目
                'もともとのブロック塀にはアンティーク瓦を。',
                `
                    あくまでもリゾート風に。<br>
                    <br>
                    中庭の方は、真っ白のお家に合わせてギリシャをイメージして作らせていただきました。
                    色が飛んでいますが、真っ白の地面は乱形の石張りを施しています。
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                '植物が育つのが楽しみです。',
                '石張りの中にセダムやハーブを。',
                '',
                'アマゾンジャラのデッキ。',
                '壺にラベンダーを合わせて。',
                'シンボルツリーに斑入りキョウチクトウを。',
                'さらに白い花壇が続きます。',
                '一番奥には大きなオータムライラック。',
                '',
                '',
                '',
            ]
        },
        '「和洋mixガーデン」': {
            year: 2018,
            img_cnt: 9,
            heading: '和風庭園をその先のリゾートガーデンへと続く「和洋mixガーデン」へReガーデン。',
            contents: [
                '',
                '玄関前には大きな鉢物を。',
                'もともと池を埋めたところに芝とレンガの小道を。',
                `
                    こちらのシンボルツリーにはカシワバアジサイを。<br>
                    昨年より作らせていただいていたお庭で、
                    こちらは玄関前の元純和風のお庭だったところをReガーデンさせていただきました。
                `,
                '',
                'レンガと枕木と。',
                'カーブの小道に丸い植栽を合わせて。',
                '庭の奥には石柱を立てて。',
                ''
            ]
        },
        '「HAIR SALON Peace」様': { // タイトル
            year: 2018, // 施工年
            img_cnt: 14,  // 画像枚数
            heading: '「HAIR SALON Peace」様', // 見出し
            contents: [
                '店舗前に鉢のオリーブを。', // 画像1枚目の説明
                '店舗内のカウンター上に垂れる植物を。',   // 2枚目
                `
                    その横にスワッグでナチュラル感を。<br>
                    新築の美容院店舗付き住宅のお庭と、ご自宅・店舗内の観葉植物とスワッグを作らせていただきました！
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>。3枚目
                '駐車場後ろにカリフォルニアスタイルで。', // 4枚目
                '',// 説明なしは空白。5枚目
                'ソテツの存在感を存分に。',
                '',
                'ロドレイアもカッコイイ枝ぶりのものを。',
                '玄関と店舗の間にシンボルツリーのアオダモを。',
                'その足元にはデッキと植栽。',
                '',
                '',
                '隙間にピッタリのアオダモ。',
                'ステキな家とのコラボ。',
            ]
        },
        '「コンチネンタルヘア」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 9,  // 画像枚数
            heading: '「コンチネンタルヘア」様', // 見出し
            contents: [
                'コンチネンタルヘア様入り口のレンガ敷き等施工させていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '', // 3枚目
                '',// 説明なしは空白。4枚目
                '',
                '',
                '',
                'その後にアイアンのフェンスを取付けさせていただきました。',
                '',
            ]
        },
        '「エステスペースジュビランCOTTO」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 8,  // 画像枚数
            heading: '「エステスペースジュビランCOTTO」様', // 見出し
            contents: [
                '花園に新店舗を建てられたエステスペースジュビランCOTTO様の外構と植栽をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「スタジオBe」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 3,  // 画像枚数
            heading: '「スタジオBe」様', // 見出し
            contents: [
                'スタジオBe様の植栽をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
            ]
        },
        '「モダンな坪庭」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '玄関から覗く「モダンな坪庭」', // 見出し
            contents: [
                `
                    玄関までのアプローチが素敵な洗い出しのお宅。<br>
                    玄関の引き戸を開けると正面に坪庭スペースがあり、そこを作らせていただきました。
                `, // 画像1枚目の説明
                '壁に囲われているので、半日陰でも大丈夫な植物を。',   // 2枚目
                '', // 3枚目
                '2階の渡り廊下からは吊り棚を作って垂れる植物を。',// 4枚目
                '',
                'シンボルツリーにカクレミノを。',
                '',
                '高低差を付けて、カッコイイ黒のレンガ敷きに。',
                '',
                '',
                '',
                '時間によって日光が差して、神秘的な空間に。',
                '2階から望む。',
                '夜もライトが照らして幻想的。',
                '',
            ]
        },
        '「プランターの植栽」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '玄関前の「プランター植栽」', // 見出し
            contents: [
                `
                    玄関前に広々とした土間スペースがあるお宅。<br>
                    植物好きの方からのご依頼で、もともとあった植物のほかに新たに木でプランターを作り、
                    いくつか植物も追加して組み合わせました。
                `, // 画像1枚目の説明
                '枕木でベンチを作って花台に。',   // 2枚目
                '流木や自然石ゴロタで雰囲気作り。', // 3枚目
                '背の高い紅葉「コトノイト」が全体をまとめます。',// 4枚目
            ]
        },
        '「細いアプローチ」の庭。': { // タイトル
            year: 2016, // 施工年
            img_cnt: 14,  // 画像枚数
            heading: '家の周りをぐるりと囲む「細いアプローチ」の庭。', // 見出し
            contents: [
                `
                    家の周りの１ｍほどの通路スペース。<br>
                    普通であれば川砂利を敷いておしまいになりがちなスペースを、アプローチを兼ねたお庭へ。
                `, // 画像1枚目の説明
                '芝と石畳とで、ナチュラルモダンな雰囲気を。',   // 2枚目
                '石畳の中央には、ロシアンオリーブとオリーブを植えて。', // 3枚目
                '',// 4枚目
                '',
                '',
                '隣家との隙間も、いろんな葉色の植栽で暗くならないように。',
                '部屋から降りれるように、アイアンと木で作ったステップを。',
                '',
                '',
                '小さな畑のスペースも作って。',
                '',
                '',
                '',
            ]
        },
        '「ウッドデッキが主役」の庭。': { // タイトル
            year: 2017, // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '広い庭の角に、さらに「ウッドデッキが主役」の庭を。', // 見出し
            contents: [
                `
                    広い広いお庭の一角。<br>
                    子供たちとくつろいだりＢＢＱできるスペースとして、ウッドデッキを主役とした
                    植栽プランにて作らせていただきました。
                `, // 画像1枚目の説明
                'アマゾンジャラのデッキに合わせて、花壇のレンガは白く塗って。',   // 2枚目
                '手すりはアマゾンジャラにアイアンを合わせて。', // 3枚目
                '枕木を立てたり、アメリカのフェンスを取り付けて囲われた感を。',// 4枚目
                '夜も楽しめるように、ライトアップもカッコよく。',
            ]
        },
        '「二種類」の庭。': { // タイトル
            year: 2016, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '黒壁の前の「男前な植栽」の庭と、\n白い玄関前の「モダン」な庭。', // 見出し
            contents: [
                `
                    今回は、二種類の庭を作らせていただきました。<br>
                    まずは、カッコイイ黒壁を背に「男前な植栽」の庭を。
                `, // 画像1枚目の説明
                '土留めに鉄板や自然石ごろたを使って。',   // 2枚目
                '', // 3枚目
                '',// 4枚目
                '',
                'メインツリーにユッカ・ロストラータを。',
                '品のある白い玄関前スペースは、白の乱形石張りや黒のブロックでまた違う格好良さを。',
                '',
                '',
                '',
                '',
                '枕木で二つの庭に関連性を持たせて。',
                '素敵な庭にライトアップは欠かせません。',
                '',
                '',
            ]
        },
        '「コンクリート壁が映える」庭。': { // タイトル
            year: 2016, // 施工年
            img_cnt: 2,  // 画像枚数
            heading: '「コンクリート壁が映える」庭。', // 見出し
            contents: [
                '駐車スペースの後ろに大きなコンクリート壁と枕木を立てて、方形の石張りでナチュラルモダンな庭を。', // 画像1枚目の説明
                '',   // 2枚目
            ]
        },
        '「植栽」の庭。': { // タイトル
            year: 2016, // 施工年
            img_cnt: 2,  // 画像枚数
            heading: '「植栽」の庭。', // 見出し
            contents: [
                '玄関前のアプローチ脇に植栽をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
            ]
        },
        '「アースバックベンチのある」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「アースバックベンチのある」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
            ]
        },
        '「ドライガーデン」の中庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '「ドライガーデン」の中庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
            ]
        },
        '「ウッドフェンスに囲まれた」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「ウッドフェンスに囲まれた」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
            ]
        },
        '「レンガ壁が映える」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 3,  // 画像枚数
            heading: '「レンガ壁が映える」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
            ]
        },
        '「杉崎リース工業㈱」様': { // タイトル
            year: '2016', // 施工年
            img_cnt: 3,  // 画像枚数
            heading: '「杉崎リース工業㈱」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
            ]
        },
        '「オッコ（イチイ）のある」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '「オッコ（イチイ）のある」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
            ]
        },
        '「白い木壁が映える」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「白い木壁が映える」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
            ]
        },
        '「石積み花壇」の庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 3,  // 画像枚数
            heading: '「石積み花壇」の庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
            ]
        },
        '「玄関脇にドライガーデンを。」': { // タイトル
            year: '2016', // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「玄関脇にドライガーデンを。」', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「円のレンガ花壇のある」庭。': { // タイトル
            year: '2015', // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「円のレンガ花壇のある」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
            ]
        },
        '「スリットに囲まれた」庭。': { // タイトル
            year: '2015', // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「スリットに囲まれた」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
            ]
        },
        '「石のステップとゴロタ」の庭。': { // タイトル
            year: '2015', // 施工年
            img_cnt: 3,  // 画像枚数
            heading: '「石のステップとゴロタ」の庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
            ]
        },
        '「PATISSERIE VIGO 古正寺LABO」様': { // タイトル
            year: '2015', // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '「PATISSERIE VIGO 古正寺LABO」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
            ]
        },
        '「和モダン」の庭。': { // タイトル
            year: '2015', // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「和モダン」の庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
                '',
            ]
        }
    },
    decorations: {
        '壁面装飾で華やかに': {
            year: 2021,
            img_cnt: 5,
            heading: '「壁面装飾で華やかに」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '壁面装飾で華やかに': {
            year: 2021,
            img_cnt: 5,
            heading: '「壁面装飾で華やかに」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '流木のデコレーションと店内グリーン装飾': {
            year: 2020,
            img_cnt: 2,
            heading: '「流木のデコレーションと店内グリーン装飾」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アンティークが似合う美容室に': {
            year: 2019,
            img_cnt: 12,
            heading: '「アンティークが似合う美容室に」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '印象的だけど飾り過ぎず': {
            year: 2019,
            img_cnt: 3,
            heading: '「印象的だけど飾り過ぎず」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '素敵が散りばめられたリビングに': {
            year: 2019,
            img_cnt: 8,
            heading: '「素敵が散りばめられたリビングに」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '幻想的な個室を': {
            year: 2018,
            img_cnt: 7,
            heading: '「幻想的な個室を」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'ホテルに癒しの装飾を': {
            year: 2018,
            img_cnt: 4,
            heading: '「ホテルに癒しの装飾を」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「某ホテルパーティ」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「某ホテルパーティ」', // 見出し
            contents: [
                '新潟市にあるホテル内で開催された「ドレスパーティ」の装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
            ]
        },
        '「さささ堂」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「さささ堂」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
            ]
        },
        '「キッチンに大きな木がある家」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 11,  // 画像枚数
            heading: '「キッチンに大きな木がある家」', // 見出し
            contents: [
                '個人様邸の屋内装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「umicafeDONA」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 12,  // 画像枚数
            heading: '「umicafeDONA」様', // 見出し
            contents: [
                '柏崎にあるオーシャンビューカフェ、DONAさんの店内装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「NIIGATA COFFEE FESTIVAL」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 9,  // 画像枚数
            heading: '「NIIGATA COFFEE FESTIVAL 」', // 見出し
            contents: [
                '長岡で開催されたCOFFEE FESのエントランス装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「LIS」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 13,  // 画像枚数
            heading: '「LIS」様', // 見出し
            contents: [
                '長岡SHSさん横の、「森のスーパー」LISさんの店内装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「JETS」様': { // タイトル
            year: 2016, // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '「JETS」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
            ]
        },
        '「GOOD LUCK COFFEE」様（2017）': { // タイトル
            year: 2017, // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「GOOD LUCK COFFEE」様（追加等）', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
            ]
        },
        '「GOOD LUCK COFFEE」様': { // タイトル
            year: 2016, // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「GOOD LUCK COFFEE」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
            ]
        },
        '「COLOR LAB SHIKASHIKA」様': { // タイトル
            year: 2016, // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '「COLOR LAB SHIKASHIKA」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
            ]
        },
        '「PHOTO HOUSE VeryVery」様': { // タイトル
            year: 2016, // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「PHOTO HOUSE VeryVery」様', // 見出し
            contents: [
                `
                    幻想的な雰囲気で。<br>
                    <br>
                    VeryVery様にて、スタジオの一角に幻想的な装飾をさせていただきました。
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                '', // 2枚目の説明
                '',   // 3枚目
                '',// 説明なしは空白。
                '',
                '',
            ]
        },
        '「Green experience」': { // タイトル
            year: 2015, // 施工年
            img_cnt: 8,  // 画像枚数
            heading: '「Green experience」', // 見出し
            contents: [
                `
                    「インドア・ジャングル」<br>
                    <br>
                    マウンテンリバー、初のイベントにて。Hug* designとコラボで屋内の装飾をさせていただきました。
                    とにかく屋内にジャングルを。ということで、ありとあらゆる植物を配置し、流木やその他飾りつけ
                    で雰囲気を出しました。<br>
                    イベントでは、クリスマスのオーナメント作りのワークショップも開催しました！
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                '', // 2枚目の説明
                '',   // 3枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
            ]
        },
        '「Green Factory」': { // タイトル
            year: 2015, // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「Green Factory」', // 見出し
            contents: [
                '水と土の芸術祭より、ダンスとのコラボレーションで空間装飾させていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
            ]
        },
        '「秋葉小夏2015（長岡ブース）」': { // タイトル
            year: 2015, // 施工年
            img_cnt: 6,  // 画像枚数
            heading: '「秋葉小夏2015（長岡ブース）」', // 見出し
            contents: [
                '「秋葉小夏」イベントにて、長岡の人たちの出展ブースを作りました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
            ]
        },
        '「かんきょう庵」様': { // タイトル
            year: 2016, // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「かんきょう庵」様', // 見出し
            contents: [
                '大型観葉植物に、流木を使ったヘキサテーブルをつくらせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
            ]
        }
    },
    creations: {
        '正月飾り 2023': {
            year: 2023,
            img_cnt: 11,
            heading: '「正月飾り 2023」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレChristmas tree 2022': {
            year: 2022,
            img_cnt: 4,
            heading: '「アオーレChristmas tree 2022」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレ10周年イベント': {
            year: 2022,
            img_cnt: 8,
            heading: '「アオーレ10周年イベント」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレChristmas tree 2021': {
            year: 2021,
            img_cnt: 3,
            heading: '「アオーレChristmas tree 2021」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '正月飾り 2021': {
            year: 2021,
            img_cnt: 7,
            heading: '「正月飾り 2021」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレChristmas tree 2020': {
            year: 2020,
            img_cnt: 8,
            heading: '「アオーレChristmas tree 2020」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '正月飾り 2020': {
            year: 2020,
            img_cnt: 4,
            heading: '「正月飾り 2020」',
            contents: [
                '',
                '',
                '',
                '',
            ]
        },
        'かわいい自転車置き場小屋': {
            year: 2020,
            img_cnt: 8,
            heading: '「かわいい自転車置き場小屋」',
            contents: [
                '',
                '',
                '',
                '',
            ]
        },
        '正月飾り 2019': {
            year: 2019,
            img_cnt: 10,
            heading: '「正月飾り 2019」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '正月飾り 2018': {
            year: 2018,
            img_cnt: 2,
            heading: '「正月飾り 2018」',
            contents: [
                '',
                ''
            ]
        },
        /*
        '「Ornament 04」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「Ornament 04」', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                'No.26',// 説明なしは空白。
                '',
                'No.27',
                '',
                'No.28',
            ]
        },
        '「Ornament 03」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 14,  // 画像枚数
            heading: '「Ornament 03」', // 見出し
            contents: [
                '', // 画像1枚目の説明
                'No.19',   // 2枚目
                '',// 説明なしは空白。
                'No.20',
                '',
                'No.21',
                '',
                'No.22',
                '',
                'No.23',
                '',
                'No.24',
                '',
                'No.25',
            ]
        },
        '「Ornament 02」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '「Ornament 02」', // 見出し
            contents: [
                'No.11', // 画像1枚目の説明
                'No.12',   // 2枚目
                'No.13',// 説明なしは空白。
                '',
                'No.14',
                '',
                'No.15',
                '',
                'No.16',
                '',
                '',
                '',
                'No.17',
                '',
                'No.18',
            ]
        },
        '「Ornament 01」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '「Ornament 01」', // 見出し
            contents: [
                '', // 画像1枚目の説明
                'No.1',   // 2枚目
                '',// 説明なしは空白。
                'No.2',
                'No.3',
                '',
                'No.4',
                '',
                'No.5',
                'No.6',
                'No.7',
                'No.8',
                'No.9',
                '',
                'No.10',
            ]
        },
        '「Swag 01」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 14,  // 画像枚数
            heading: '「Swag 01」', // 見出し
            contents: [
                '', // 画像1枚目の説明
                'No.1',   // 2枚目
                '',// 説明なしは空白。
                'No.2',
                '',
                'No.3',
                '',
                'No.4',
                '',
                'No.5',
                '',
                'No.6',
                '',
                'No.7',
            ]
        },
        '「創作ものいろいろ」': { // タイトル
            year: 2015, // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「創作ものいろいろ」', // 見出し
            contents: [
                '木の実と植物のオーナメント', // 画像1枚目の説明
                '廃パレットを使ったポスターフレーム',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
            ]
        }
        */
    },
    wa: {
        '「土色の優しい土間」の庭': { // タイトル
            year: 2018, // 施工年
            img_cnt: 11,  // 画像枚数
            heading: '落ち着きのある和の庭へ\n「土色の優しい土間」の庭。', // 見出し
            contents: [
                '玄関前からの眺め。', // 画像1枚目の説明
                '庭中央から玄関の方を向いて。',   // 2枚目
                `
                    土間と砂利と飛び石と。<br>
                    母屋の玄関わきに広がる立派な和風のお庭のリガーデンをさせていただきました。
                    もともと植えられていた芝を剥ぎ、新たにたたき風の土間と化粧砂利で草が生えないエリアを作りました。
                    飛び石はあれどなかなか広いお庭でしたので、途中ひょうたん型の苔島を作ったり、延べ段を作ったり。
                    その時々思いついたデザインで、現場にある材料を使わせていただいて、私たちも楽しみながら制作を
                    させていただきました！
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                'ある石を使って延べ段を。', 
                '水鉢周りも苔や植物を移植して。',
                '飛び石に壊れた灯篭の笠を。',
                '古い石臼をポイントに埋めて。',
                '延べ段の始まりにも石臼を。',
                '苔島はそこだけで小さな世界が。',
                '土間の脇に植栽スペースを作って。',
                '',
            ]
        },
        '「オッコ（イチイ）のある」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '「オッコ（イチイ）のある」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
            ]
        },
        '「白い木壁が映える」庭。': { // タイトル
            year: '2016', // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「白い木壁が映える」庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
            ]
        },
        '「和モダン」の庭。': { // タイトル
            year: '2015', // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「和モダン」の庭。', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
                '',
            ]
        }
    },
    plants: {
        'アオーレChristmas tree 2022': {
            year: 2022,
            img_cnt: 4,
            heading: '「アオーレChristmas tree 2022」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレ10周年イベント': {
            year: 2022,
            img_cnt: 8,
            heading: '「アオーレ10周年イベント」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレChristmas tree 2021': {
            year: 2021,
            img_cnt: 3,
            heading: '「アオーレChristmas tree 2021」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'アオーレChristmas tree 2020': {
            year: 2020,
            img_cnt: 8,
            heading: '「アオーレChristmas tree 2020」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        'カッコイイ植栽と他にはない中庭を': {
            year: 2019,
            img_cnt: 8,
            heading: '「カッコイイ植栽と他にはない中庭を」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '和の植物も交えて': {
            year: 2019,
            img_cnt: 6,
            heading: '「和の植物も交えて」',
            contents: [
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「HAIR SALON Peace」様': { // タイトル
            year: 2018, // 施工年
            img_cnt: 14,  // 画像枚数
            heading: '「HAIR SALON Peace」様', // 見出し
            contents: [
                '店舗前に鉢のオリーブを。', // 画像1枚目の説明
                '店舗内のカウンター上に垂れる植物を。',   // 2枚目
                `
                    その横にスワッグでナチュラル感を。<br>
                    新築の美容院店舗付き住宅のお庭と、ご自宅・店舗内の観葉植物とスワッグを作らせていただきました！
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>。3枚目
                '駐車場後ろにカリフォルニアスタイルで。', // 4枚目
                '',// 説明なしは空白。5枚目
                'ソテツの存在感を存分に。',
                '',
                'ロドレイアもカッコイイ枝ぶりのものを。',
                '玄関と店舗の間にシンボルツリーのアオダモを。',
                'その足元にはデッキと植栽。',
                '',
                '',
                '隙間にピッタリのアオダモ。',
                'ステキな家とのコラボ。',
            ]
        },
        '「さささ堂」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「さささ堂」様', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
            ]
        },
        '「モダンな坪庭」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 15,  // 画像枚数
            heading: '玄関から覗く「モダンな坪庭」', // 見出し
            contents: [
                `
                    玄関までのアプローチが素敵な洗い出しのお宅。<br>
                    玄関の引き戸を開けると正面に坪庭スペースがあり、そこを作らせていただきました。
                `, // 画像1枚目の説明
                '壁に囲われているので、半日陰でも大丈夫な植物を。',   // 2枚目
                '', // 3枚目
                '2階の渡り廊下からは吊り棚を作って垂れる植物を。',// 4枚目
                '',
                'シンボルツリーにカクレミノを。',
                '',
                '高低差を付けて、カッコイイ黒のレンガ敷きに。',
                '',
                '',
                '',
                '時間によって日光が差して、神秘的な空間に。',
                '2階から望む。',
                '夜もライトが照らして幻想的。',
                '',
            ]
        },
        '「プランターの植栽」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 4,  // 画像枚数
            heading: '玄関前の「プランター植栽」', // 見出し
            contents: [
                `
                    玄関前に広々とした土間スペースがあるお宅。<br>
                    植物好きの方からのご依頼で、もともとあった植物のほかに新たに木でプランターを作り、
                    いくつか植物も追加して組み合わせました。
                `, // 画像1枚目の説明
                '枕木でベンチを作って花台に。',   // 2枚目
                '流木や自然石ゴロタで雰囲気作り。', // 3枚目
                '背の高い紅葉「コトノイト」が全体をまとめます。',// 4枚目
            ]
        },
        '「LIS」様': { // タイトル
            year: 2017, // 施工年
            img_cnt: 13,  // 画像枚数
            heading: '「LIS」様', // 見出し
            contents: [
                '長岡SHSさん横の、「森のスーパー」LISさんの店内装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「NIIGATA COFFEE FESTIVAL」': { // タイトル
            year: 2017, // 施工年
            img_cnt: 9,  // 画像枚数
            heading: '「NIIGATA COFFEE FESTIVAL 」', // 見出し
            contents: [
                '長岡で開催されたCOFFEE FESのエントランス装飾をさせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「玄関脇にドライガーデンを。」': { // タイトル
            year: '2016', // 施工年
            img_cnt: 7,  // 画像枚数
            heading: '「玄関脇にドライガーデンを。」', // 見出し
            contents: [
                '', // 画像1枚目の説明
                '',   // 2枚目
                '',
                '',
                '',
                '',
                '',
            ]
        },
        '「Green experience」': { // タイトル
            year: 2015, // 施工年
            img_cnt: 8,  // 画像枚数
            heading: '「Green experience」', // 見出し
            contents: [
                `
                    「インドア・ジャングル」<br>
                    <br>
                    マウンテンリバー、初のイベントにて。Hug* designとコラボで屋内の装飾をさせていただきました。
                    とにかく屋内にジャングルを。ということで、ありとあらゆる植物を配置し、流木やその他飾りつけ
                    で雰囲気を出しました。<br>
                    イベントでは、クリスマスのオーナメント作りのワークショップも開催しました！
                `, // 長い文章は''じゃなくて``で囲えば複数行立てで書ける。改行は<br>
                '', // 2枚目の説明
                '',   // 3枚目
                '',// 説明なしは空白。
                '',
                '',
                '',
                '',
            ]
        },
        '「かんきょう庵」様': { // タイトル
            year: 2016, // 施工年
            img_cnt: 5,  // 画像枚数
            heading: '「かんきょう庵」様', // 見出し
            contents: [
                '大型観葉植物に、流木を使ったヘキサテーブルをつくらせていただきました。', // 画像1枚目の説明
                '',   // 2枚目
                '',// 説明なしは空白。
                '',
                '',
            ]
        }
    }
};