const articles = [
    {
        title: 'ホームページをリニューアル！',
        date: '2020/2/6',
        content: '<p>マウンテンリバーのホームページが新しくなりました！</p><br><p>まだまだ見やすく作っている最中です（笑。暖かく見守っていただければ幸いですm(_ _)m</p>'
    }
];

const works = {
    gardens: {
        '「カリフォルニアmix」の庭': {
            year: 2018,
            img_cnt: 15,
            heading: '枕木と自然石と芝と。\nカリフォルニア過ぎない「カリフォルニアmix」の庭。',
            contents: [
                '庭を塀等で囲ってしまわず植栽で目隠しを。',
                '追加の駐車スペースには枕木&砂利&芝で。',
                `
                    リビングからは広めのウッドステップを。
                    カッコイイお家に合わせて、カッコイイ系でカリフォルニアスタイルmixのお庭を作らせていただきました。<br>
                    こだわったのが玄関脇のドラセナともう一台分の駐車スペースとして設けた枕木&砂利エリア。
                    小さなお子さんと一緒に木たちも大きくなっていってもらえたら嬉しいです。
                `,
                '',
                '',
                '石張りエリアを設けてBBQしたり洗濯物を干したり。',
                '',
                'ウッドフェンスは閉鎖感のないシンプルなものを。',
                'お庭の真ん中にシンボルツリーのアオダモを。',
                '珍しいシュロの四本株仕立て。',
                '脇の花壇はグラス系でまとめて。',
                '',
                '玄関脇の大きな株立ちのドラセナ。',
                '高植えにして、石と枕木でリズム感を。',
                '石の隙間にセダムを。',
            ]
        },
        '「和洋mixガーデン」': {
            year: 2018,
            img_cnt: 9,
            heading: '和風庭園をその先のリゾートガーデンへと続く「和洋mixガーデン」へReガーデン。',
            contents: [
                '',
                '玄関前には大きな鉢物を。',
                'もともと池を埋めたところに芝とレンガの小道を。',
                `
                    こちらのシンボルツリーにはカシワバアジサイを。<br>
                    昨年より作らせていただいていたお庭で、
                    こちらは玄関前の元純和風のお庭だったところをReガーデンさせていただきました。
                `,
                '',
                'レンガと枕木と。',
                'カーブの小道に丸い植栽を合わせて。',
                '庭の奥には石柱を立てて。',
                ''
            ]
        }
    },
    decorations: {

    },
    creations: {

    },
    wa: {

    }
};